Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Remove this library from your keychain?
ar: إزالة هذه المكتبة من سلسلة المفاتيح؟
bg: Премахване на тази библиотека от ключодържателя?
bn: আপনার কিচেইন থেকে এই লাইব্রেরি সরাবেন?
cs: Odebrat tuto knihovnu z klíčenky?
de: Diese Bibliothek aus deinem Schlüsselbund entfernen?
es: ¿Quitar esta biblioteca de tu llavero?
fr: Supprimer cette bibliothèque de votre trousseau ?
gu: આ લાઇબ્રેરી તમારી કીચેઇનમાંથી દૂર કરવી છે?
he: להסיר ספרייה זו ממחזיק המפתחות שלכם?
hi: इस लाइब्रेरी को आपके कीचेन से हटाएं?
hr: Ukloniti ovu fonoteku iz privjeska ključeva?
it: Rimuovere questa libreria dal portachiavi?
ja: このライブラリをキーチェーンから削除しますか？
kn: ಈ ಗ್ರಂಥಾಲಯವನ್ನು ನಿಮ್ಮ ಕೀಚೇನ್‌ನಿಂದ ತೆಗೆದುಹಾಕಬೇಕೇ?
ko: 키체인에서 이 라이브러리를 제거할까요?
ml: നിങ്ങളുടെ കീചെയിനിൽ നിന്ന് ഈ ലൈബ്രറി നീക്കംചെയ്യണോ?
mr: ही लायब्ररी तुमच्या कीचेनमधून काढायची?
nl: Deze bibliotheek uit je sleutelhanger verwijderen?
pa: ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਤੁਹਾਡੀ ਕੀਚੇਨ ਤੋਂ ਹਟਾਉਣੀ ਹੈ?
pl: Usunąć tę bibliotekę z pęku kluczy?
pt_br: Remover esta biblioteca do seu keychain?
ta: இந்த நூலகத்தை உங்கள் சாவிக்கொத்திலிருந்து அகற்றவா?
te: ఈ లైబ్రరీని మీ కీచెయిన్ నుండి తీసివేయాలా?
th: นำคลังนี้ออกจากพวงกุญแจของคุณหรือไม่
tr: Bu kitaplık anahtarlığınızdan kaldırılsın mı?
uk: Вилучити цю бібліотеку зі сховища ключів?
ur: یہ لائبریری اپنی کی چین سے ہٹائیں؟
vi: Xóa thư viện này khỏi chuỗi khóa của bạn?
zh_hans: 从钥匙串中移除此库？
zh_hant: 要從你的鑰匙圈移除此資料庫嗎？

source: Removes this library and its downloaded files from this Mac. Your library in the cloud is untouched. You can restore it here later.
ar: يزيل هذه المكتبة وملفاتها التي تم تنزيلها من هذا الـ Mac. تبقى مكتبتك في السحابة دون تغيير. يمكنك استعادتها هنا لاحقًا.
bg: Премахва тази библиотека и изтеглените ѝ файлове от този Mac. Библиотеката ви в облака остава непокътната. Можете да я възстановите тук по-късно.
bn: এই লাইব্রেরি এবং এর ডাউনলোড করা ফাইলগুলি এই Mac থেকে সরিয়ে দেয়। ক্লাউডে আপনার লাইব্রেরি অক্ষত থাকে। আপনি পরে এটি এখানে পুনরুদ্ধার করতে পারেন।
cs: Odebere tuto knihovnu a její stažené soubory z tohoto Macu. Vaše knihovna v cloudu zůstane nedotčena. Později ji zde můžete obnovit.
de: Entfernt diese Bibliothek und ihre heruntergeladenen Dateien von diesem Mac. Deine Bibliothek in der Cloud bleibt unberührt. Du kannst sie hier später wiederherstellen.
es: Quita esta biblioteca y sus archivos descargados de este Mac. Tu biblioteca en la nube permanece intacta. Puedes restaurarla aquí más tarde.
fr: Retire cette bibliothèque et ses fichiers téléchargés de ce Mac. Votre bibliothèque dans le cloud reste intacte. Vous pourrez la restaurer ici plus tard.
gu: આ લાઇબ્રેરી અને તેની ડાઉનલોડ કરેલી ફાઇલોને આ Mac માંથી દૂર કરે છે. ક્લાઉડમાં તમારી લાઇબ્રેરી અકબંધ રહે છે. તમે તેને પછીથી અહીં પુનઃસ્થાપિત કરી શકો છો.
he: מסיר את הספרייה הזו ואת הקבצים שהורדו שלה מה‑Mac הזה. הספרייה שלך בענן נשארת ללא שינוי. תוכל לשחזר אותה כאן מאוחר יותר.
hi: यह लाइब्रेरी और इसकी डाउनलोड की गई फ़ाइलें इस Mac से हटाती है। क्लाउड में आपकी लाइब्रेरी अछूती रहती है। आप इसे बाद में यहाँ पुनर्स्थापित कर सकते हैं।
hr: Uklanja ovu fonoteku i njezine preuzete datoteke s ovog Maca. Vaša fonoteka u oblaku ostaje netaknuta. Kasnije je ovdje možete vratiti.
it: Rimuove questa libreria e i relativi file scaricati da questo Mac. La tua libreria nel cloud rimane intatta. Potrai ripristinarla qui in seguito.
ja: このライブラリとダウンロード済みファイルをこの Mac から削除します。クラウド内のライブラリはそのまま残ります。後でここから復元できます。
kn: ಈ ಗ್ರಂಥಾಲಯ ಮತ್ತು ಅದರ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್‌ಗಳನ್ನು ಈ Mac ನಿಂದ ತೆಗೆದುಹಾಕುತ್ತದೆ. ಕ್ಲೌಡ್‌ನಲ್ಲಿರುವ ನಿಮ್ಮ ಗ್ರಂಥಾಲಯ ಹಾಗೇ ಉಳಿಯುತ್ತದೆ. ನೀವು ಅದನ್ನು ನಂತರ ಇಲ್ಲಿ ಮರುಸ್ಥಾಪಿಸಬಹುದು.
ko: 이 라이브러리와 다운로드된 파일을 이 Mac에서 제거합니다. 클라우드의 라이브러리는 그대로 유지되며 나중에 여기서 복원할 수 있습니다.
ml: ഈ ലൈബ്രറിയും അതിന്റെ ഡൗൺലോഡ് ചെയ്ത ഫയലുകളും ഈ Mac-ൽ നിന്ന് നീക്കംചെയ്യുന്നു. ക്ലൗഡിലുള്ള നിങ്ങളുടെ ലൈബ്രറി മാറ്റമില്ലാതെ തുടരും. നിങ്ങൾക്ക് പിന്നീട് ഇവിടെ അത് പുനഃസ്ഥാപിക്കാം.
mr: ही लायब्ररी आणि तिच्या डाउनलोड केलेल्या फायली या Mac वरून काढते. क्लाउडमधील तुमची लायब्ररी अबाधित राहते। तुम्ही ती नंतर येथे पुनर्संचयित करू शकता.
nl: Verwijdert deze bibliotheek en de gedownloade bestanden van deze Mac. Je bibliotheek in de cloud blijft ongewijzigd. Je kunt deze hier later herstellen.
pa: ਇਹ ਲਾਇਬ੍ਰੇਰੀ ਅਤੇ ਇਸ ਦੀਆਂ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਫ਼ਾਈਲਾਂ ਨੂੰ ਇਸ Mac ਤੋਂ ਹਟਾ ਦਿੰਦਾ ਹੈ। ਕਲਾਊਡ ਵਿੱਚ ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਬਰਕਰਾਰ ਰਹਿੰਦੀ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਬਾਅਦ ਵਿੱਚ ਇੱਥੇ ਮੁੜ-ਬਹਾਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Usuwa tę bibliotekę i jej pobrane pliki z tego Maca. Twoja biblioteka w chmurze pozostaje nienaruszona. Możesz ją później przywrócić tutaj.
pt_br: Remove esta biblioteca e seus arquivos baixados deste Mac. Sua biblioteca na nuvem permanece intacta. Você pode restaurá-la aqui mais tarde.
ta: இந்த நூலகத்தையும் அதன் பதிவிறக்கிய கோப்புகளையும் இந்த Mac-இலிருந்து அகற்றுகிறது. மேகத்தில் உள்ள உங்கள் நூலகம் அப்படியே இருக்கும். பின்னர் அதை இங்கே மீட்டெடுக்கலாம்.
te: ఈ లైబ్రరీని మరియు దాని డౌన్‌లోడ్ చేసిన ఫైళ్లను ఈ Mac నుండి తీసివేస్తుంది. క్లౌడ్‌లోని మీ లైబ్రరీ అలాగే ఉంటుంది. తర్వాత దీన్ని ఇక్కడ పునరుద్ధరించవచ్చు.
th: นำคลังนี้และไฟล์ที่ดาวน์โหลดออกจาก Mac นี้ คลังของคุณในคลาวด์จะไม่ถูกแตะต้อง คุณสามารถกู้คืนได้ที่นี่ในภายหลัง
tr: Bu kitaplığı ve indirilen dosyalarını bu Mac'ten kaldırır. Buluttaki kitaplığınıza dokunulmaz. Daha sonra buradan geri yükleyebilirsiniz.
uk: Вилучає цю бібліотеку та її завантажені файли з цього Mac. Ваша бібліотека у хмарі залишається недоторканою. Ви зможете відновити її тут пізніше.
ur: یہ لائبریری اور اس کی ڈاؤن لوڈ کردہ فائلیں اس Mac سے ہٹا دیتی ہے۔ کلاؤڈ میں آپ کی لائبریری برقرار رہتی ہے۔ آپ بعد میں اسے یہاں بحال کر سکتے ہیں۔
vi: Gỡ thư viện này và các tệp đã tải xuống của nó khỏi máy Mac này. Thư viện của bạn trên đám mây vẫn được giữ nguyên. Bạn có thể khôi phục nó tại đây sau.
zh_hans: 将此库及其下载的文件从此 Mac 移除。云端的库不受影响 () 你可以稍后在此恢复。
zh_hant: 將此資料庫及其已下載的檔案從這部 Mac 移除。雲端中的資料庫不受影響 () 你可以稍後在此還原。

source: Rename
ar: إعادة تسمية
bg: Преименуване
bn: নাম বদলান
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
gu: નામ બદલો
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
it: Rinomina
ja: 名前を変更
kn: ಹೆಸರು ಬದಲಿಸಿ
ko: 이름 변경
ml: പേര് മാറ്റുക
mr: नाव बदला
nl: Naam wijzigen
pa: ਨਾਮ ਬਦਲੋ
pl: Zmień nazwę
pt_br: Renomear
ta: பெயர் மாற்று
te: పేరు మార్చు
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
ur: نام بدلیں
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Library
ar: إعادة تسمية المكتبة
bg: Преименуване на библиотеката
bn: লাইব্রেরির নাম বদলান
cs: Přejmenovat knihovnu
de: Bibliothek umbenennen
es: Renombrar biblioteca
fr: Renommer la bibliothèque
gu: લાઇબ્રેરીનું નામ બદલો
he: שנה שם ספרייה
hi: लाइब्रेरी का नाम बदलें
hr: Preimenuj fonoteku
it: Rinomina libreria
ja: ライブラリ名を変更
kn: ಗ್ರಂಥಾಲಯದ ಹೆಸರು ಬದಲಿಸಿ
ko: 라이브러리 이름 변경
ml: ലൈബ്രറിയുടെ പേര് മാറ്റുക
mr: लायब्ररीचे नाव बदला
nl: Bibliotheek hernoemen
pa: ਲਾਇਬ੍ਰੇਰੀ ਦਾ ਨਾਮ ਬਦਲੋ
pl: Zmień nazwę biblioteki
pt_br: Renomear biblioteca
ta: நூலகத்தின் பெயரை மாற்று
te: లైబ్రరీ పేరు మార్చండి
th: เปลี่ยนชื่อคลัง
tr: Kitaplığı Yeniden Adlandır
uk: Перейменувати бібліотеку
ur: لائبریری کا نام بدلیں
vi: Đổi tên thư viện
zh_hans: 重命名库
zh_hant: 重新命名資料庫

source: Rename Library...
ar: إعادة تسمية المكتبة...
bg: Преименуване на библиотеката...
bn: লাইব্রেরির নাম বদলান...
cs: Přejmenovat knihovnu…
de: Bibliothek umbenennen …
es: Renombrar biblioteca...
fr: Renommer la bibliothèque…
gu: લાઇબ્રેરીનું નામ બદલો...
he: שנה שם ספרייה…
hi: लाइब्रेरी का नाम बदलें...
hr: Preimenuj fonoteku...
it: Rinomina libreria...
ja: ライブラリ名を変更…
kn: ಗ್ರಂಥಾಲಯದ ಹೆಸರು ಬದಲಿಸಿ...
ko: 라이브러리 이름 변경...
ml: ലൈബ്രറിയുടെ പേര് മാറ്റുക...
mr: लायब्ररीचे नाव बदला...
nl: Bibliotheek hernoemen...
pa: ਲਾਇਬ੍ਰੇਰੀ ਦਾ ਨਾਮ ਬਦਲੋ...
pl: Zmień nazwę biblioteki...
pt_br: Renomear biblioteca...
ta: நூலகத்தின் பெயரை மாற்று...
te: లైబ్రరీ పేరు మార్చండి...
th: เปลี่ยนชื่อคลัง...
tr: Kitaplığı Yeniden Adlandır...
uk: Перейменувати бібліотеку…
ur: لائبریری کا نام بدلیں...
vi: Đổi tên thư viện...
zh_hans: 重命名库…
zh_hant: 重新命名資料庫...

source: Repeat
ar: تكرار
bg: Повтаряне
bn: পুনরাবৃত্তি
cs: Opakování
de: Wiederholen
es: Repetir
fr: Répéter
gu: પુનરાવર્તન
he: חזרה
hi: दोहराएँ
hr: Ponavljanje
it: Ripeti
ja: リピート
kn: ಪುನರಾವರ್ತನೆ
ko: 반복
ml: ആവർത്തനം
mr: पुनरावृत्ती
nl: Herhalen
pa: ਦੁਹਰਾਓ
pl: Powtarzanie
pt_br: Repetir
ta: மீண்டும்
te: పునరావృతం
th: เล่นซ้ำ
tr: Tekrarla
uk: Повтор
ur: دہرائیں
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

source: Repeat: context
ar: تكرار: السياق
bg: Повторение: контекст
bn: রিপিট: প্রসঙ্গ
cs: Opakování: kontext
de: Wiederholen: Kontext
es: Repetir: contexto
fr: Répéter : contexte
gu: પુનરાવર્તન: સંદર્ભ
he: חזרה: הקשר
hi: दोहराव: संदर्भ
hr: Ponavljanje: kontekst
it: Ripeti: contesto
ja: リピート: コンテキスト
kn: ಪುನರಾವರ್ತನೆ: ಸಂದರ್ಭ
ko: 반복: 컨텍스트
ml: ആവർത്തനം: സന്ദർഭം
mr: पुनरावृत्ती: संदर्भ
nl: Herhalen: context
pa: ਦੁਹਰਾਵ: ਸੰਦਰਭ
pl: Powtarzanie: kontekst
pt_br: Repetir: contexto
ta: மீள்ச்சி: சூழல்
te: పునరావృతం: సందర్భం
th: เล่นซ้ำ: บริบท
tr: Tekrar: bağlam
uk: Повтор: контекст
ur: دہرائیں: سیاق
vi: Lặp: ngữ cảnh
zh_hans: 重复：上下文
zh_hant: 重複：內容

source: Repeat: off
ar: التكرار: متوقف
bg: Повторение: изключено
bn: রিপিট: বন্ধ
cs: Opakování: vypnuto
de: Wiederholen: aus
es: Repetir: desactivado
fr: Répétition : désactivée
gu: પુનરાવર્તન: બંધ
he: חזרה: כבויה
hi: दोहराव: बंद
hr: Ponavljanje: isključeno
it: Ripeti: disattivato
ja: リピート: オフ
kn: ಪುನರಾವರ್ತನೆ: ಆಫ್
ko: 반복: 끔
ml: ആവർത്തനം: ഓഫ്
mr: पुनरावृत्ती: बंद
nl: Herhalen: uit
pa: ਦੁਹਰਾਵ: ਬੰਦ
pl: Powtarzanie: wyłączone
pt_br: Repetir: desativado
ta: மீள்ச்சி: அணைப்பு
te: పునరావృతం: ఆఫ్
th: เล่นซ้ำ: ปิด
tr: Tekrar: kapalı
uk: Повтор: вимкнено
ur: دہرائیں: بند
vi: Lặp: tắt
zh_hans: 重复：关闭
zh_hant: 重複：關閉

source: Repeat: track
ar: التكرار: المقطوعة
bg: Повторение: песен
bn: রিপিট: ট্র্যাক
cs: Opakování: skladba
de: Wiederholen: Titel
es: Repetir: pista
fr: Répétition : piste
gu: પુનરાવર્તન: ટ્રૅક
he: חזרה: רצועה
hi: दोहराव: ट्रैक
hr: Ponavljanje: skladba
it: Ripeti: brano
ja: リピート: トラック
kn: ಪುನರಾವರ್ತನೆ: ಹಾಡು
ko: 반복: 트랙
ml: ആവർത്തനം: ട്രാക്ക്
mr: पुनरावृत्ती: गाणे
nl: Herhalen: nummer
pa: ਦੁਹਰਾਵ: ਟ੍ਰੈਕ
pl: Powtarzanie: utwór
pt_br: Repetir: faixa
ta: மீள்ச்சி: பாடல்
te: పునరావృతం: ట్రాక్
th: เล่นซ้ำ: แทร็ก
tr: Tekrar: parça
uk: Повтор: трек
ur: دہرائیں: نغمہ
vi: Lặp: bản nhạc
zh_hans: 重复：单曲
zh_hant: 重複：曲目

source: Reset failed: %@
ar: فشلت إعادة التعيين: %@
bg: Нулирането не бе успешно: %@
bn: রিসেট ব্যর্থ: %@
cs: Obnovení selhalo: %@
de: Zurücksetzen fehlgeschlagen: %@
es: Error al restablecer: %@
fr: Échec de la réinitialisation : %@
gu: રીસેટ નિષ્ફળ: %@
he: האיפוס נכשל: %@
hi: रीसेट विफल: %@
hr: Vraćanje nije uspjelo: %@
it: Ripristino non riuscito: %@
ja: リセットに失敗しました: %@
kn: ಮರುಹೊಂದಿಕೆ ವಿಫಲವಾಯಿತು: %@
ko: 재설정 실패: %@
ml: പുനഃസജ്ജീകരണം പരാജയപ്പെട്ടു: %@
mr: रीसेट अयशस्वी: %@
nl: Resetten mislukt: %@
pa: ਰੀਸੈੱਟ ਅਸਫਲ: %@
pl: Resetowanie nie powiodło się: %@
pt_br: Falha ao redefinir: %@
ta: மீட்டமைப்பு தோல்வியடைந்தது: %@
te: రీసెట్ విఫలమైంది: %@
th: รีเซ็ตไม่สำเร็จ: %@
tr: Sıfırlama başarısız: %@
uk: Не вдалося скинути: %@
ur: ری سیٹ ناکام: %@
vi: Đặt lại thất bại: %@
zh_hans: 重置失败：%@
zh_hant: 重設失敗：%@

source: Reset to Source
ar: إعادة التعيين إلى المصدر
bg: Нулиране към източника
bn: উৎসে রিসেট করুন
cs: Obnovit dle zdroje
de: Auf Quelle zurücksetzen
es: Restablecer a la fuente
fr: Réinitialiser à la source
gu: સ્રોત પર રીસેટ કરો
he: אפס למקור
hi: स्रोत पर रीसेट करें
hr: Vrati na izvor
it: Ripristina alla sorgente
ja: ソースにリセット
kn: ಮೂಲಕ್ಕೆ ಮರುಹೊಂದಿಸಿ
ko: 소스로 재설정
ml: ഉറവിടത്തിലേക്ക് പുനഃസജ്ജമാക്കുക
mr: स्रोतावर रीसेट करा
nl: Terugzetten naar bron
pa: ਸਰੋਤ ਤੇ ਰੀਸੈੱਟ ਕਰੋ
pl: Przywróć ze źródła
pt_br: Redefinir para a fonte
ta: மூலத்துக்கு மீட்டமை
te: మూలానికి రీసెట్ చేయి
th: รีเซ็ตเป็นแหล่งที่มา
tr: Kaynağa Sıfırla
uk: Скинути до джерела
ur: ماخذ پر ری سیٹ کریں
vi: Đặt lại về nguồn
zh_hans: 重置为来源
zh_hant: 重設為來源

source: Resetting...
ar: جارٍ إعادة التعيين...
bg: Нулиране...
bn: রিসেট করা হচ্ছে...
cs: Obnovování…
de: Wird zurückgesetzt …
es: Restableciendo...
fr: Réinitialisation…
gu: રીસેટ થઈ રહ્યું છે...
he: מאפס…
hi: रीसेट हो रहा है...
hr: Vraćanje...
it: Ripristino...
ja: リセット中…
kn: ಮರುಹೊಂದಿಸಲಾಗುತ್ತಿದೆ...
ko: 재설정 중...
ml: പുനഃസജ്ജമാക്കുന്നു...
mr: रीसेट करत आहे...
nl: Resetten...
pa: ਰੀਸੈੱਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Resetowanie...
pt_br: Redefinindo...
ta: மீட்டமைக்கப்படுகிறது...
te: రీసెట్ చేస్తోంది...
th: กำลังรีเซ็ต...
tr: Sıfırlanıyor...
uk: Скидання…
ur: ری سیٹ ہو رہا ہے...
vi: Đang đặt lại...
zh_hans: 重置中…
zh_hant: 正在重設...

source: Restore
ar: استعادة
bg: Възстановяване
bn: রিস্টোর
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
gu: પુનઃસ્થાપિત કરો
he: שחזר
hi: रिस्टोर
hr: Vrati
it: Ripristina
ja: 復元
kn: ಮರುಸ್ಥಾಪಿಸಿ
ko: 복원
ml: പുനഃസ്ഥാപിക്കുക
mr: पुनर्संचयित करा
nl: Herstellen
pa: ਰੀਸਟੋਰ
pl: Przywróć
pt_br: Restaurar
ta: மீட்டமை
te: పునరుద్ధరించు
th: กู้คืน
tr: Geri yükle
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原

source: Restore code
ar: رمز الاستعادة
bg: Код за възстановяване
bn: রিস্টোর কোড
cs: Kód pro obnovení
de: Wiederherstellungscode
es: Código de restauración
fr: Code de restauration
gu: પુનઃસ્થાપન કોડ
he: קוד שחזור
hi: बहाली कोड
hr: Kod za vraćanje
it: Codice di ripristino
ja: 復元コード
kn: ಮರುಸ್ಥಾಪನೆ ಕೋಡ್
ko: 복원 코드
ml: പുനഃസ്ഥാപന കോഡ്
mr: पुनर्संचयित संकेत
nl: Herstelcode
pa: ਮੁੜ-ਬਹਾਲੀ ਕੋਡ
pl: Kod przywracania
pt_br: Código de restauração
ta: மீட்டமைப்பு குறியீடு
te: పునరుద్ధరణ కోడ్
th: รหัสคืนค่า
tr: Geri yükleme kodu
uk: Код відновлення
ur: بحالی رمز
vi: Mã khôi phục
zh_hans: 恢复代码
zh_hant: 還原碼

source: Restore from cloud
ar: استعادة من السحابة
bg: Възстановяване от облака
bn: ক্লাউড থেকে রিস্টোর করুন
cs: Obnovit z cloudu
de: Aus der Cloud wiederherstellen
es: Restaurar desde la nube
fr: Restaurer depuis le cloud
gu: ક્લાઉડ પરથી પુનઃસ્થાપિત કરો
he: שחזר מהענן
hi: क्लाउड से बहाल करें
hr: Vrati iz oblaka
it: Ripristina dal cloud
ja: クラウドから復元
kn: ಕ್ಲೌಡ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ko: 클라우드에서 복원
ml: ക്ലൗഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
mr: क्लाउडमधून पुनर्संचयित करा
nl: Herstellen vanuit cloud
pa: ਕਲਾਊਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ
pl: Przywróć z chmury
pt_br: Restaurar da nuvem
ta: மேகத்திலிருந்து மீட்டமை
te: క్లౌడ్ నుంచి పునరుద్ధరించు
th: คืนค่าจากคลาวด์
tr: Buluttan geri yükle
uk: Відновити з хмари
ur: کلاؤڈ سے بحال کریں
vi: Khôi phục từ đám mây
zh_hans: 从云端恢复
zh_hant: 從雲端還原

source: Restore from Code...
ar: استعادة من رمز...
bg: Възстановяване от код...
bn: কোড থেকে রিস্টোর করুন...
cs: Obnovit z kódu…
de: Aus Code wiederherstellen …
es: Restaurar desde código...
fr: Restaurer depuis un code…
gu: કોડ પરથી પુનઃસ્થાપિત કરો...
he: שחזר מקוד…
hi: कोड से बहाल करें...
hr: Vrati pomoću koda...
it: Ripristina da codice...
ja: コードから復元…
kn: ಕೋಡ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ...
ko: 코드에서 복원...
ml: കോഡിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക...
mr: संकेतामधून पुनर्संचयित करा...
nl: Herstellen vanaf code...
pa: ਕੋਡ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ...
pl: Przywróć z kodu...
pt_br: Restaurar a partir de código...
ta: குறியீட்டிலிருந்து மீட்டமை...
te: కోడ్ నుంచి పునరుద్ధరించు...
th: คืนค่าจากรหัส...
tr: Koddan Geri Yükle...
uk: Відновити з коду…
ur: رمز سے بحال کریں...
vi: Khôi phục từ mã...
zh_hans: 从代码恢复…
zh_hant: 從代碼還原...

source: Restore from iCloud Keychain
ar: الاستعادة من سلسلة مفاتيح iCloud
bg: Възстановяване от Ключодържател на iCloud
bn: iCloud কীচেইন থেকে পুনরুদ্ধার করুন
cs: Obnovit z iCloud Klíčenky
de: Aus dem iCloud-Schlüsselbund wiederherstellen
es: Restaurar desde el llavero de iCloud
fr: Restaurer depuis le trousseau iCloud
gu: iCloud કીચેનમાંથી પુનઃસ્થાપિત કરો
he: שחזור ממחזיק המפתחות של iCloud
hi: iCloud किचेन से पुनर्स्थापित करें
hr: Obnovi iz iCloud privjeska ključeva
it: Ripristina dal portachiavi iCloud
ja: iCloudキーチェーンから復元
kn: iCloud ಕೀಚೈನ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ko: iCloud 키체인에서 복원
ml: iCloud കീചെയിനിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
mr: iCloud कीचेनमधून पुनर्संचयित करा
nl: Herstellen vanaf iCloud-sleutelhanger
pa: iCloud ਕੀਚੇਨ ਤੋਂ ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć z pęku kluczy iCloud
pt_br: Restaurar das Chaves do iCloud
ta: iCloud கீசெயினில் இருந்து மீட்டமை
te: iCloud కీచైన్ నుండి పునరుద్ధరించండి
th: กู้คืนจากพวงกุญแจ iCloud
tr: iCloud Anahtar Zinciri'nden geri yükle
uk: Відновити з В'язки ключів iCloud
ur: iCloud کی چین سے بحال کریں
vi: Khôi phục từ Chuỗi khóa iCloud
zh_hans: 从 iCloud 钥匙串恢复
zh_hant: 從 iCloud 鑰匙圈還原

source: Restore from this Mac's keychain
ar: استعادة من سلسلة مفاتيح هذا الـ Mac
bg: Възстановяване от ключодържателя на този Mac
bn: এই Mac-এর কিচেইন থেকে রিস্টোর করুন
cs: Obnovit z klíčenky tohoto Macu
de: Aus dem Schlüsselbund dieses Macs wiederherstellen
es: Restaurar desde el llavero de este Mac
fr: Restaurer depuis le trousseau de ce Mac
gu: આ Macની કીચેઇનમાંથી પુનઃસ્થાપિત કરો
he: שחזור ממחזיק המפתחות של Mac זה
hi: इस Mac के कीचेन से बहाल करें
hr: Vrati iz privjeska ključeva ovog Maca
it: Ripristina dal portachiavi di questo Mac
ja: この Mac のキーチェーンから復元
kn: ಈ Mac ಕೀಚೇನ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ko: 이 Mac의 키체인에서 복원
ml: ഈ Mac-ന്റെ കീചെയിനിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
mr: या Mac च्या कीचेनमधून पुनर्संचयित करा
nl: Herstellen vanuit de sleutelhanger van deze Mac
pa: ਇਸ Mac ਦੀ ਕੀਚੇਨ ਤੋਂ ਮੁੜ-ਬਹਾਲ ਕਰੋ
pl: Przywróć z pęku kluczy tego Maca
pt_br: Restaurar do keychain deste Mac
ta: இந்த Mac-இன் சாவிக்கொத்திலிருந்து மீட்டமை
te: ఈ Mac కీచెయిన్ నుండి పునరుద్ధరించు
th: คืนค่าจากพวงกุญแจของ Mac นี้
tr: Bu Mac'in anahtarlığından geri yükle
uk: Відновити зі сховища ключів цього Mac
ur: اس Mac کی کی چین سے بحال کریں
vi: Khôi phục từ chuỗi khóa của máy Mac này
zh_hans: 从此 Mac 的钥匙串恢复
zh_hant: 從這台 Mac 的鑰匙圈還原

source: Restore on launch
ar: الاستعادة عند التشغيل
bg: Възстановяване при стартиране
bn: চালু হলে রিস্টোর করুন
cs: Obnovit při spuštění
de: Beim Start wiederherstellen
es: Restaurar al iniciar
fr: Restaurer au lancement
gu: શરૂઆત પર પુનઃસ્થાપિત કરો
he: שחזר בהפעלה
hi: शुरू होने पर बहाल करें
hr: Vrati pri pokretanju
it: Ripristina all'avvio
ja: 起動時に復元
kn: ಪ್ರಾರಂಭಿಸುವಾಗ ಮರುಸ್ಥಾಪಿಸಿ
ko: 시작 시 복원
ml: ആരംഭിക്കുമ്പോൾ പുനഃസ്ഥാപിക്കുക
mr: सुरुवातीला पुनर्संचयित करा
nl: Herstellen bij starten
pa: ਸ਼ੁਰੂ ਹੋਣ ਤੇ ਮੁੜ-ਬਹਾਲ ਕਰੋ
pl: Przywracaj przy uruchomieniu
pt_br: Restaurar ao abrir
ta: தொடக்கத்தில் மீட்டமை
te: ప్రారంభంలో పునరుద్ధరించు
th: คืนค่าเมื่อเปิดแอป
tr: Açılışta geri yükle
uk: Відновлювати під час запуску
ur: شروع ہونے پر بحال کریں
vi: Khôi phục khi khởi chạy
zh_hans: 启动时恢复
zh_hant: 啟動時還原

source: Restores the last session's track, position, queue, and volume when the app opens.
ar: يستعيد المقطع والموضع وقائمة الانتظار ومستوى الصوت من الجلسة الأخيرة عند فتح التطبيق.
bg: При отваряне на приложението възстановява песента, позицията, опашката и силата на звука от последната сесия.
bn: অ্যাপ খোলার সময় শেষ সেশনের ট্র্যাক, অবস্থান, সারি ও ভলিউম পুনরুদ্ধার করে।
cs: Při otevření aplikace obnoví skladbu, pozici, frontu a hlasitost z poslední relace.
de: Stellt beim Öffnen der App den Titel, die Position, die Warteschlange und die Lautstärke der letzten Sitzung wieder her.
es: Restaura la pista, la posición, la cola y el volumen de la última sesión al abrir la app.
fr: Restaure la piste, la position, la file et le volume de la dernière session à l'ouverture de l'app.
gu: ઍપ ખૂલે ત્યારે છેલ્લા સત્રનો ટ્રૅક, સ્થિતિ, કતાર અને વૉલ્યુમ પુનઃસ્થાપિત કરે છે.
he: משחזר את הרצועה, המיקום, התור ועוצמת השמע מההפעלה הקודמת עם פתיחת האפליקציה.
hi: ऐप खुलने पर पिछले सत्र का ट्रैक, स्थिति, क़तार और वॉल्यूम बहाल करता है।
hr: Pri otvaranju aplikacije vraća pjesmu, poziciju, red čekanja i glasnoću zadnje sesije.
it: Ripristina traccia, posizione, coda e volume dell'ultima sessione all'apertura dell'app.
ja: アプリを開いたときに、前回のセッションのトラック、再生位置、キュー、音量を復元します。
kn: ಆ್ಯಪ್ ತೆರೆದಾಗ ಕೊನೆಯ ಸೆಷನ್‌ನ ಟ್ರ್ಯಾಕ್, ಸ್ಥಾನ, ಸರತಿ ಮತ್ತು ವಾಲ್ಯೂಮ್ ಅನ್ನು ಮರುಸ್ಥಾಪಿಸುತ್ತದೆ.
ko: 앱을 열 때 마지막 세션의 트랙, 위치, 대기열, 음량을 복원합니다.
ml: ആപ്പ് തുറക്കുമ്പോൾ അവസാന സെഷനിലെ ട്രാക്ക്, സ്ഥാനം, ക്യൂ, വോളിയം എന്നിവ പുനഃസ്ഥാപിക്കുന്നു.
mr: अ‍ॅप उघडताना मागील सत्रातील ट्रॅक, स्थिती, रांग आणि आवाज पुनर्संचयित करते.
nl: Herstelt de track, positie, wachtrij en het volume van de laatste sessie bij het openen van de app.
pa: ਐਪ ਖੁੱਲ੍ਹਣ 'ਤੇ ਪਿਛਲੇ ਸੈਸ਼ਨ ਦਾ ਟ੍ਰੈਕ, ਸਥਿਤੀ, ਕਤਾਰ ਅਤੇ ਵਾਲੀਅਮ ਬਹਾਲ ਕਰਦਾ ਹੈ।
pl: Przywraca utwór, pozycję, kolejkę i głośność z ostatniej sesji przy otwarciu aplikacji.
pt_br: Restaura a faixa, a posição, a fila e o volume da última sessão ao abrir o app.
ta: ஆப்ஸ் திறக்கும்போது கடந்த அமர்வின் டிராக், நிலை, வரிசை மற்றும் ஒலியளவை மீட்டமைக்கிறது.
te: యాప్ తెరిచినప్పుడు గత సెషన్ ట్రాక్, స్థానం, క్యూ మరియు వాల్యూమ్‌ను పునరుద్ధరిస్తుంది.
th: กู้คืนแทร็ก ตำแหน่ง คิว และระดับเสียงของเซสชันล่าสุดเมื่อเปิดแอป
tr: Uygulama açıldığında son oturumun parçasını, konumunu, kuyruğunu ve ses düzeyini geri yükler.
uk: Під час відкриття застосунку відновлює трек, позицію, чергу та гучність останнього сеансу.
ur: ایپ کھلنے پر پچھلے سیشن کا ٹریک، پوزیشن، قطار اور والیوم بحال کرتا ہے۔
vi: Khôi phục bản nhạc, vị trí, hàng đợi và âm lượng của phiên trước khi mở ứng dụng.
zh_hans: 打开应用时恢复上次会话的曲目、播放位置、队列和音量。
zh_hant: 開啟 App 時還原上次工作階段的曲目、播放位置、佇列與音量。

source: Restoring library...
ar: جارٍ استعادة المكتبة...
bg: Възстановяване на библиотеката...
bn: লাইব্রেরি পুনরুদ্ধার করা হচ্ছে...
cs: Obnovování knihovny…
de: Bibliothek wird wiederhergestellt …
es: Restaurando la biblioteca...
fr: Restauration de la bibliothèque…
gu: લાઇબ્રેરી પુનઃસ્થાપિત થઈ રહી છે...
he: משחזר ספרייה…
hi: लाइब्रेरी पुनर्स्थापित की जा रही है...
hr: Vraćanje fonoteke...
it: Ripristino libreria...
ja: ライブラリを復元中…
kn: ಗ್ರಂಥಾಲಯವನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ...
ko: 라이브러리 복원 중...
ml: ലൈബ്രറി പുനഃസ്ഥാപിക്കുന്നു...
mr: लायब्ररी पुनर्संचयित होत आहे...
nl: Bibliotheek herstellen...
pa: ਲਾਇਬ੍ਰੇਰੀ ਮੁੜ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Przywracanie biblioteki...
pt_br: Restaurando biblioteca...
ta: நூலகத்தை மீட்டெடுக்கிறது...
te: లైబ్రరీని పునరుద్ధరిస్తోంది...
th: กำลังกู้คืนคลัง...
tr: Kitaplık geri yükleniyor...
uk: Відновлення бібліотеки…
ur: لائبریری بحال ہو رہی ہے...
vi: Đang khôi phục thư viện...
zh_hans: 正在恢复库…
zh_hant: 正在還原資料庫...

source: Resume
ar: استئناف
bg: Възобновяване
bn: আবার শুরু
cs: Pokračovat
de: Fortsetzen
es: Reanudar
fr: Reprendre
gu: ફરી શરૂ કરો
he: המשך
hi: फिर शुरू करें
hr: Nastavi
it: Riprendi
ja: 再開
kn: ಪುನರಾರಂಭಿಸಿ
ko: 재개
ml: പുനരാരംഭിക്കുക
mr: पुन्हा सुरू करा
nl: Hervatten
pa: ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
pl: Wznów
pt_br: Retomar
ta: தொடர்
te: కొనసాగించు
th: เล่นต่อ
tr: Sürdür
uk: Відновити
ur: دوبارہ شروع
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Retry
ar: إعادة المحاولة
bg: Повторен опит
bn: আবার চেষ্টা
cs: Zopakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
gu: ફરી પ્રયત્ન કરો
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
it: Riprova
ja: 再試行
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
nl: Opnieuw proberen
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼
pl: Ponów
pt_br: Tentar novamente
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించు
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
ur: دوبارہ کوشش
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Retry Import
ar: إعادة محاولة الاستيراد
bg: Повторен опит за внасяне
bn: ইম্পোর্ট আবার চেষ্টা করুন
cs: Zopakovat import
de: Import erneut versuchen
es: Reintentar importación
fr: Réessayer l'import
gu: આયાત ફરી પ્રયાસ કરો
he: נסה ייבוא שוב
hi: आयात फिर से कोशिश करें
hr: Ponovi uvoz
it: Riprova importazione
ja: 取り込みを再試行
kn: ಆಮದು ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 가져오기 다시 시도
ml: ഇറക്കുമതി വീണ്ടും ശ്രമിക്കുക
mr: आयात पुन्हा करा
nl: Import opnieuw proberen
pa: ਆਯਾਤ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów import
pt_br: Tentar importação novamente
ta: இறக்குமதியை மீண்டும் முயற்சி செய்
te: దిగుమతిని మళ్లీ ప్రయత్నించండి
th: ลองนำเข้าอีกครั้ง
tr: İçe Aktarmayı Yeniden Dene
uk: Повторити імпорт
ur: درآمد کی دوبارہ کوشش کریں
vi: Thử nhập lại
zh_hans: 重试导入
zh_hant: 重試匯入
